Autodesk.Revit.DB.IFC.IFCRange.#ctor(Autodesk.Revit.DB.IFC.IFCRange)
Instantiates an IFCRange object by copy.
from:
The IFCRange object.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2013